Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: གཡུལ་གྱི་ནང་དུ་ཞུགས་ན་ཡང་མཐོང་བ་ཙམ་གྱིས་གཞན་གྱི་སྡེ་འཇིག་པར་བྱེད་དོ། །
en: Or, if one enters the middle of a battlefield, one will cause, merely by one’s gaze, the destruction of the enemy army.

source: མ་མཐོང་ཡང་ལས་ཚད་མེད་པ་བྱེད་པར་འགྱུར་རོ། །
en: If one does not fail to display [the bindi], one can accomplish feats without limit.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཚད་མེད་པས་ཀྱང་གསུངས་སོ། །
en: This [ ūrṇā ] has been taught by innumerable blessed buddhas. {37.92}

source: རྒྱུན་མི་ཆད་པར་ཕན་ཚུན་ཐལ་མོ་སྦྱར་བ་བྱས་ལ་མཛུབ་མོ་གཉིས་ཕན་ཚུན་རྩེ་སྤྲད་ལ།
en: “One should form the añjali gesture with the hands joined together without any gaps.

source: ཚིགས་བར་མ་བཀུག་ཅིང་མཐེ་བོ་གཉིས་ཀྱང་བཀུག་པ་འདི་ནི་དེ་བཞིན་གཤེགས་པའི་སྤྱན་གྱི་ཕྱག་རྒྱའོ། །
en: The two index fingers should be bent at the middle joint. The thumbs should also be bent. This is the mudrā of the eye of the tathāgatas.

source: འདིར་སྔགས་ནི། ཨོྃ་རུ་རུ་སྥུ་རུ་ཛྭཱ་ལ་ཏིཥྛ་སིདྡྷ་ལོ་ཙ་ནི་སརྦཱརྠ་སཱ་དྷ་ནི་སྭཱ་ཧཱ།
en: The corresponding mantra is: “ Oṁ, ru ru ! Flash, blaze, and stay on! O Siddhalocanā who accomplishes all purposes, svāhā!

source: འདི་ནི་དེ་བཞིན་གཤེགས་པའི་སྤྱན་གྱི་སྔགས་སོ། །
en: “This mantra of the eye of the tathāgatas,

source: འདི་ཉིད་ཀྱི་ཕྱག་རྒྱ་དང་ཡང་དག་པར་ལྡན་པས་ལས་ཐམས་ཅད་བྱེད་པར་འགྱུར་རོ། །
en: when employed along with its namesake mudrā, can accomplish all activities. {37.93}

source: མིག་གཉིས་ལ་མངོན་པར་བསྔགས་ཏེ་དགྲའི་ནང་དུ་ཞུགས་ན། དགྲ་རྣམས་མཐོང་བ་ཙམ་གྱིས་བྱམས་པའི་སེམས་དང་ཕན་པའི་བསམ་པ་དང་ལྡན་པར་འགྱུར་རོ། །
en: “If one enters among one’s enemies, having incanted one’s eyes [with the eye mantra of the tathāgatas], they will lose their anger upon merely being looked at.

source: བཤེས་གཉེན་ཉིད་དུའང་ལྡོག་པར་འགྱུར་ཏེ་གྲོགས་ཉིད་དུའང་སྒྲུབ་པར་བྱེད་དོ། །
en: Filled with loving kindness, they will harbor good wishes and will become friends.

source: ཡང་ན་གཡུལ་གྱི་ཐོག་མར་མིག་གཉིས་ལ་མངོན་པར་བསྔགས་ནས་ཕ་རོལ་གྱི་དཔུང་ལ་བལྟས་ན། ཞི་བའི་སེམས་དང་ལྡན་པར་འགྱུར་ཞིང་མཚོན་བརྡེག་པར་རབ་ཏུ་ནུས་པ་མ་ཡིན་ནོ། །
en: Or, if one gazes at one’s enemies when in the vanguard of the battle after incanting one’s eyes, they will become kindly disposed.

source: འཐབ་པ་མེད་པ་ཉིད་དུའང་ལྡོག་པར་འགྱུར་ཏེ། གྲོགས་ཉིད་དུའང་རབ་ཏུ་སྒྲུབ་པར་བྱེད་དོ། །
en: Unable to raise their weapons in assault, they will turn back without any fight and subsequently turn into allies. {37.94}

source: ལག་པ་གཉིས་ཀྱི་སོར་མོ་དེ་བཞིན་དུ་གླེགས་བམ་ལྟ་བུར་ཕན་ཚུན་གྱི་རྩེ་མོ་སྦྱར་ལ། ཐད་ཀར་བཞག་པ་འདི་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་ཕྱག་རྒྱའོ། །
en: “If the hands are positioned horizontally and form the shape of a book with the opposite fingertips touching, this is the mudrā of Prajñāpāramitā.

source: འདིར་སྔགས་ནི། ན་མོ་བྷ་ག་བ་ཏེ་ཙུ་རུ་དརྴ་ནེ་ཨོྃ་ཐཱ།
en: The corresponding mantra is: “ Homage to you, blessed goddess beautiful to look at! Oṁ tha!

source: འདི་ནི་བཅོམ་ལྡན་འདས་མ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་སྔགས་སོ། །
en: “This [mantra of] Blessed Prajñāpāramitā,

source: འདི་ཉིད་ཀྱི་ཕྱག་རྒྱ་དང་ཡང་དག་པར་ལྡན་ན་ལས་ཐམས་ཅད་བྱེད་པར་འགྱུར་རོ། །
en: when employed along with its namesake mudrā, can accomplish all activities. {37.95}

source: སྔགས་འདི་བཟླས་ནས་སྙིང་ལ་བྱུགས་ཤིང་མྱངས་ན་དྲན་པ་དང་ལྡན་པར་འགྱུར་རོ། །
en: “If one touches one’s heart while reciting [the mantra just described], one will increase one’s powers of recollection.

source: དགྲ་མ་རུངས་པའི་ནང་དུ་བཟླས་པ་བྱས་ན་དེ་དག་གི་སེམས་འཕྲོག་པར་འགྱུར་རོ། །
en: If, while reciting, one enters into the midst of wicked enemies, one will deprive them of the ability to think.

source: ཡང་ན་གཡུལ་གྱི་ནང་དུ་རྐང་གཉིས་དང་། རྐང་བཞི་ལ་སོགས་པ་ཕྱིར་རྒོལ་བ་ཐམས་ཅད་རྣམ་པར་རྨོངས་པར་བྱེད་པའམ་སེམས་རྣམ་པར་གཡེངས་པར་བྱེད་པར་འགྱུར་རོ། །
en: In the heat of a battle, one will be able to stupefy one’s adversaries, whether they are two-legged or four-legged, or make them lose their minds.

source: མདོར་ན་བཅོམ་ལྡན་འདས་མ་འདི་ནི་ཇི་ལྟ་ཇི་ལྟར་རབ་ཏུ་སྦྱར་བ་དེ་ལྟ་དེ་ལྟར་ལས་ཐམས་ཅད་བྱེད་པར་འགྱུར་རོ། །
en: In short, whatever activities the blessed goddess is employed for, she will accomplish all of them.

source: མདོར་ན་ཡོན་ཏན་མཐའ་ཡས་པ་དང་འདིའི་ལས་མཐའ་ཡས་པར་འགྱུར་རོ། །
en: The qualities of this [mantra] are infinite, and so are its ritual applications. {37.96}

source: དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱི་ཕྱག་རྒྱ་དང་སྔགས་ནི་མཐའ་ཡས་པར་འགྱུར་ཏེ།
en: “The mudrās and mantras of the tathāgatas are infinite.

source: ཇི་ལྟར་དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱི་འཁོར་འདུས་པའི་ལེའུར་གསུངས་པ་དེ་བཞིན་དུ་སྔགས་དང་ཕྱག་རྒྱ་ཐམས་ཅད་ལ་ཡང་རབ་ཏུ་སྦྱར་བར་བྱའོ། །
en: One should employ [primarily] all the mudrās and mantras of the [deities] listed in the ‘Assembly’ chapter as the retinue deities of the tathāgatas, as the rites of other [deities] are innumerable.

source: ཡང་ན་གཞན་དག་ཏུ་སྔགས་དང་ཕྱག་རྒྱའི་ཆོ་ག་གྲངས་མེད་པར་འགྱུར་བ་དེ་དག་ཀྱང་ཆོ་གའི་རྒྱལ་པོ་འདིར་ངེས་པར་སྦྱར་བར་བྱའོ། །
en: These mudrās and mantras should be employed according to the ritual of this king of manuals. {37.97}

source: དེ་བཞིན་དུ་པདྨའི་རིགས་ལ་པདྨའི་ཕྱག་རྒྱ་དང་ལྡན་པའི་སྔགས་སུ་འགྱུར་ཏེ།
en: “Thus, the mantra of the Lotus family should be used together with the padma mudrā.

source: ཨོྃ་ཛི་ཛི་ཛི་ནཱཾ་ག་ཏཾ་ཡ་ཏེ་དི་ནེ་སྭཱ་ཧཱ།
en: This mantra is: “ Oṁ jiḥ jiḥ! Svāhā

source: སྔགས་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་པདྨའི་ཕྱག་རྒྱ་དང་ཡང་དག་པར་ལྡན་ན་ལས་ཐམས་ཅད་པར་འགྱུར་རོ། །
en: to the dispeller of fear, one with the body of a victorious one! “This is the mantra of the bodhisattva Avalokiteśvara.

source: འདི་བཟླས་ན་པདྨའི་རིགས་ཐམས་ཅད་བཟླས་པ་ཡིན་ནོ། །
en: When employed together with the padma mudrā, it will accomplish all activities.

source: འདི་གྲུབ་ན་པདྨའི་རིགས་ཐམས་ཅད་གྲུབ་པར་འགྱུར་རོ། །
en: When it is recited, all the mantras of the Lotus family are being recited.

source: དེ་ནས་གོས་དཀར་མོའི་རིག་པ་ཆེན་པོ་གང་ཡིན་པ་དེའི་སྔགས་ནི།
en: “The mantra to be used with [the mudrā] of the great vidyā Pāṇḍaravāsinī is:

source: ཨོྃ་ཨ་ཀ་ཊེ་བི་ཀ་ཊེ་ནི་ཀ་ཊེ། ཀ་ཊྃ་ཀ་ཊེ་སྭཱ་ཧཱ།
en: “ Oṁ kaṭe vikaṭe nikaṭe kaṭaṅkaṭe kaṭavikaṭa­kaṭaṅkaṭe svāhā!

source: རང་གི་ཕྱག་རྒྱའམ་པདྨའི་ཕྱག་རྒྱ་སྦྱར་ན་ལས་ཐམས་ཅད་པར་འགྱུར་རོ། །
en: “[This mantra], when combined with the mudrā of Pāṇḍaravāsinī or the padma mudrā, can accomplish all activities.

source: དུར་ཁྲོད་ཐམས་ཅད་དུ་སོང་ནས་བསྲུང་བ་ཡང་བྱའོ། །
en: It also affords protection to those visiting any of the charnel grounds. {37.99}

source: དེ་བཞིན་དུ་སྒྲོལ་མ་དང་ཁྲོ་གཉེར་ཅན་དང་སྐུལ་བྱེད་མ་དང་རྟ་མགྲིན་ལའང་སྦྱར་བར་བྱའོ། །
en: “Similarly, Tārā, Bhṛkuṭī, Candrā, any deities said to be from the retinue of the lord of vidyā s Hayagrīva,

source: ཕྱག་རྒྱ་དང་སྔགས་ཀྱི་ཆོ་ག་རྒྱ་ཆེར་པདྨ་དག་ཀྱང་སྦྱར་བར་བྱའོ། །
en: as well as the entire Lotus family in its infinity, may be invoked by the means of the mantras and mudrās along with their extensive rituals. {37.100}

source: དེ་བཞིན་དུ་རྡོ་རྗེའི་རིགས་ཀྱི་རྡོ་རྗེའི་ཕྱག་རྒྱ་དང་བཅས་པ་ཡིན་ནོ། །
en: “The same applies to the Vajra family where the mantra is used together with the double vajra mudrā.

source: འདིར་ཡང་སྔགས་ནི། ཨོྃ་ཀུ་ལཾ་བ་རི་བནྡྷ་བནྡྷ་ཧཱུྃ་ཕཊ།
en: The corresponding mantra is: “ Oṁ maintainer of the family! Bind, bind! Huṁ phaṭ!

source: འདི་ནི་མཱ་མ་ཀཱི་ཞེས་བྱ་བའི་རིག་པ་ཆེན་མོ་ལས་ཐམས་ཅད་བྱེད་པར་སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་བསྟན་ཏོ། །
en: “This great vidyā called Māmakī, taught by all the buddhas, is suitable for all activities.

source: སྔར་རབ་ཏུ་སྦྱར་བའི་ཕྱག་རྒྱ་དང་རིག་པ་ཆེན་མོ་མཱ་མ་ཀཱི་དང་ཡང་དག་པར་ལྡན་ན་སྒྲུབ་པ་པོ་འདོད་པ་བཞིན་དུ་ལས་ཐམས་ཅད་བྱེད་པར་འགྱུར་རོ། །
en: When employed together with the mudrā of Māmakī formed in advance, it can accomplish any activity according to the practitioner’s wish.

source: གླེང་གཞིའི་ལེའུ་སྔར་བསྟན་པའི་ཕྱག་ན་རྡོ་རྗེའི་འཁོར་རྡོ་རྗེའི་རིགས་མ་ལུས་པ་ཐམས་ཅད་ཀྱི་ཕྱག་རྒྱ་དང་སྔགས་དང་ལྡན་པ་ཡང་འདིར་རབ་ཏུ་སྦྱར་བར་བྱའོ། །
en: One can also employ the mudrās of the retinue [deities] of Vajrapāṇi as listed in the introductory chapter, as well as the entire vajra holder’s family without exception, in combination with their respective mantras. {37.102}

source: དེ་བཞིན་དུ་གླང་པོའི་རིགས་ལ་གླང་པོའི་སྤོས་ཀྱི་བྱང་ཆུབ་སེམས་དཔའི་སྔགས་སུ་འགྱུར་བ་ནི།
en: “Similarly, in the Elephant family, there is, the mantra of the bodhisattva Gajagandha:

source: ཨོྃ་ག་ཛ་ཨ་ཧྭ་ཡེ་ཧཱུྃ་ཁེ་ཙ་ར་སྭཱ་ཧཱ།
en: “ Oṁ , you with an elephant’s name, hūṁ ! You who walk in the sky, svāhā!

source: སྔར་བསྟན་པའི་ཕྱག་རྒྱ་དང་ཡང་དག་པར་ལྡན་ན་ལས་ཐམས་ཅད་པར་འགྱུར་ཏེ
en: “When [this mantra] is employed along with the previously described mudrā, it will accomplish all activities.

source: སྔ་མ་དེ་བཞིན་དུ་ཐམས་ཅད་གླང་པོའི་རིགས་ལ་གྲུབ་པར་འགྱུར་རོ། །
en: Just as before, when this mantra is accomplished, the whole family is accomplished. {37.103}

source: དེ་བཞིན་དུ་ཀུན་ཏུ་བཟང་པོའི་སྔགས་ནི། ཨོྃ་ས་མ་ཡ་ས་མ་ཛིན་སུ་ར་ཏ་མཱ་བི་ལཾ་བ་ཧཱུྃ་ཕཊ།
en: “So also [is the case with] the mantras of Samantabhadra, Mahā­sthāna­prāpta, and Vimalagati, which are, [respectively:] “ Oṁ , son of the victors! The same and not the same! Do not delay! Hūṁ phaṭ !;

source: མཐུ་ཆེན་ཐོབ་ཀྱི་སྔགས་ནི། ཨོྃ་ཏིཥྛ་ཏིཥྛ་མ་ཧཱ་སྠཱ་མ་ག་ཏ་བོ་དྷི། ས་མ་ཡ་མ་ནུ་སྨ་ར་ཧཱུྃ་ཕཊ་ཕཊ་སྭཱ་ཧཱ། དྲི་མ་མེད་པར་གྲགས་པའི་སྔགས་ནི། ཨོྃ་བི་མ་ལེ་བི་མ་ལེ་བི་མ་ལ་མུརྟེ། ཨོྃ་དྷ་ཀ་དྷ་ཀ་ས་མ་ཡ་མ་ནུ་སྨ་ར་སྭཱ་ཧཱ།
en: “ Remain, remain in the exalted place! Having attained awakening, remember your samaya! Hūṁ, phaṭ phaṭ, svāhā!; “and “ Oṁ , stainless, stainless! With stainless form! Burn, burn! Remember your samaya, svāhā! {37.104}

source: ནམ་མཁའ་མཛོད་ཀྱི་སྔགས་ནི། བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ཀྱི་ཕྱག་རྒྱ་དང་ཡང་དག་པར་ལྡན་ན་ལས་ཐམས་ཅད་པར་འགྱུར་རོ། །
en: “The mantra of Gaganagañja can accomplish all activities if employed with the mudrā of any bodhisattva.

source: དེ་བཞིན་དུ་ངན་སོང་ཀུན་སྤོང་དང་རྟག་ཏུ་ངུ་དང་སའི་སྙིང་པོ་དང་རིན་ཆེན་ལག་པ་དང་བྱམས་པ་ལ་སོགས་པ་ས་བཅུ་རབ་ཏུ་ཐོབ་པ་རྣམས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཆེན་པོ་རྣམས་དང་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱང་གྲངས་མེད་ཅིང་ཕྱག་རྒྱ་དང་སྔགས་ཀྱང་གྲངས་མེད་པར་འགྱུར་ཏེདེ་དག་ཀྱང་ཆོ་གའི་རྒྱལ་པོ་འདི་ལ་རབ་ཏུ་སྦྱར་བ་བྱ་བར་འགྱུར་རོ། །
en: This applies also to all the innumerable great bodhisattvas who have attained the tenth bodhisattva level, starting with Apāyajaha, Sadāprarudita, Kṣitigarbha, Ratnapāṇi, and Maitreya. Their mudrās and mantras are, likewise, innumerable. They ought to be employed [as instructed] in this king of manuals. {37.105}

source: འཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་པ་ཐམས་ཅད་ཀྱི་ཤིན་ཏུ་རྒྱ་ཆེ་བ་དང་བཅས་པའི་སྔགས་དང་ཕྱག་རྒྱ་ཐམས་ཅད་ཀྱི་ཆོ་ག་རྒྱ་ཆེ་བ་དང་དམ་ཚིག་ཆེན་པོ་དང་དམ་ཚིག་ལ་རབ་ཏུ་ཞུགས་པ་ཆོ་ག་དང་ཆོ་གའི་རྣམ་པ་ཐམས་ཅད་ཀྱི་བྱེ་བྲག་ཆོ་གའི་རྒྱལ་པོ་འདིར་གསུངས་ཏེསྔགས་ཐམས་ཅད་ཀྱང་འདི་ལ་སྒྲུབ་པ་བྱར་རུང་བ་ཡིན་ནོ། །
en: “The detailed section on all the mantras and mudrās covers a vast range of the worldly ones and the different levels of the supramundane. All the rites and their variants taught in this [manual] entail a samaya of the great assembly and require accomplishing all the relevant mantras. {37.106}

source: དེ་བཞིན་དུ་རིན་པོ་ཆེའི་རིགས་དང་གནོད་སྦྱིན་གྱི་རིགས་དང་ལྷའི་རིགས་དག་ལ་ཡང་སྔགས་དང་རྒྱུད་དང་ཕྱག་རྒྱ་ཐམས་ཅད་རབ་ཏུ་སྦྱར་བ་འདིར་བསྟན་པ་ཡིན་ནོ། །
en: “These mudrās and mantras should thus be employed according to their family association, whether the Jewel, the Yakṣa , the Celestial, or the Noble family.

source: རིགས་གཅིག་ཁོ་ནར་འགྱུར་ཞིང་གཞན་དུ་མ་ཡིན་པ་ནི་འདི་ལྟ་སྟེ། དེ་བཞིན་གཤེགས་པའི་རིགས་ཏེ་དེ་ཡང་འཇམ་དཔལ་གཞོན་ནུ་དེ་བཞིན་གཤེགས་པའི་རིགས་སུ་བལྟ་བར་བྱ་སྟེ། སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་དང་། འཕགས་པ་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་དང་།
en: However, all these mantras and mudrās in all the tantras in the three times constitute but one family, which is none other than the Tathāgata family . And you too, Mañjuśrī, divine youth, may be regarded as belonging to the Tathāgata family. {37.107} “You should remember, Mañjuśrī, that all the buddhas, bodhisattvas, noble śrāvakas, and pratyeka­buddhas;

source: འཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་པ་ཐམས་ཅད་དང་། ཟག་པ་དང་བཅས་པ་དང་། ཟག་པ་མེད་པའི་ཕྱག་རྒྱ་དང་། ཆོ་ག་དང་ཆོ་གའི་རྣམ་པ་རྣམས་ནི་དེ་བཞིན་གཤེགས་པའི་རིགས་ཀྱི་ནང་དུ་གཏོགས་སོ་ཞེས་གཟུང་བར་གྱིས་ཤིག །འཇམ་དཔལ་རིག་པ་དང་རྒྱུད་ཐམས་ཅད་དང་སྔགས་ཀྱི་གསང་བ་གང་དེ་བཞིན་གཤེགས་པའི་དམ་ཚིག་ལ་མ་ཆུད་པ་དེ་ནི་གང་ཡང་མེད་དོ། །
en: all the worldly and supramundane mantra [deities], whether subject to karmic influences or not; and all the different mudrās—all of them belong to the families of the tathāgatas. There is no such mudrā, Mañjuśrī, or esoteric mantra system, that would not belong to a tathāgata family or have no samaya bond with a tathāgata.

source: འཇམ་དཔལ་གཞོན་ནུ་དེ་རབ་ཏུ་རྟོགས་པ་ཉིད་དུ་ཟུང་ཤིག །
en: Know, divine youth, that they are connected. {37.108}

source: གང་གི་ཕྱིར་དེ་བཞིན་གཤེགས་པ་མཆོག་ཏུ་གསུངས་ཏེ་དེ་བས་ན་དེ་བཞིན་གཤེགས་པའི་རིགས་ཀྱང་མཆོག་ཉིད་དུ་བརྗོད་དོ། །
en: “Just as the Tathāgata is said to be at the forefront, so is the Tathāgata family said to be at the forefront.

source: འཇམ་དཔལ་གཞོན་ནུ་དེ་ལྟར་ན་ཆོ་གའི་རྒྱལ་པོ་འདི་ཡང་རིགས་ཀྱི་མཆོག་རིན་པོ་ཆེར་དང་པོ་དང་པོའི་སངས་རྒྱས་ཀྱིས་རབ་ཏུ་བསྟན་པ་དང་སྟོན་པ་དང་རབ་ཏུ་གཞག་པ་དང་རྣམ་པར་འགྲེལ་པར་མཛད་པ་ནི། བཅོམ་ལྡན་འདས་མེ་ཏོག་ཀུན་ཏུ་སྐྱེས་པའི་རྒྱལ་པོ་དང་། བཅོམ་ལྡན་འདས་སཱ་ལའི་དབང་པོའི་རྒྱལ་པོ་དང་། བཅོམ་ལྡན་འདས་མེ་ཏོག་ཀུན་ནས་སྐྱེས་པའི་དྲི་མཆོག་རྒྱལ་པོ་དང་། བཅོམ་ལྡན་འདས་རིན་ཆེན་ཏོག་དང་། བཅོམ་ལྡན་འདས་འོད་དཔག་ཏུ་མེད་པ་དང་། བཅོམ་ལྡན་འདས་བསོད་ནམས་ཀྱི་འོད་དང་མེ་ཏོག་དམ་པ་དང་། ཡང་དག་པའི་མེ་ཏོག་དང་། མེ་ཏོག་བཟང་པོ་དང་། ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པ་རྣམ་པར་ངེས་པའི་རྒྱལ་པོའི་དབང་པོ་དང་། གསེར་ཐུབ་དང་། འོད་སྲུང་དང་། འཁོར་བ་འཇིག་དང་། གཙུག་ཏོར་ཅན་དང་ཐམས་ཅད་སྐྱོབ་དང་། ད་ལྟར་ཤཱཀྱ་ཐུབ་པ་ངས་ཀྱང་རབ་ཏུ་བསྟན་ཏེ
en: Therefore, Mañjuśrī, this king of manuals is the jewel of the most eminent of families. It was taught, elucidated, established, and propagated by the past buddhas since time immemorial. {37.109} “This king of manuals was taught by Blessed Saṃkusumita Rāja, Blessed Śālarājendra, Blessed Saṃkusumita­gandhottama Rāja, Blessed Ratnaketu , Blessed Amitābha, Blessed Puṇyābha , [Blessed] Kusumottama, [Blessed] Saṃkusuma , [Blessed] Supuṣpa, [Blessed] Amitāyurjñāna­viniścaya­rājendra, [Blessed] Kanakamuni, [Blessed] Kāśyapa, [Blessed] Krakucchanda, [Blessed] Śikhin, [Blessed] Viśvabhū, Blessed Konākamuni, and also by me, Śākyamuni. It was taught before and will be taught again. {37.110}

source: དེ་བཞིན་དུ་དེ་ལྟར་སངས་རྒྱས་གཅིག་ནས་གཅིག་ཏུ་བརྒྱུད་དེ་འོངས་པ་འདི་ནི་འཇམ་དཔལ་གཞོན་ནུ་ཆོ་གའི་རྒྱལ་པོའོ། །
en: “In this way, O divine youth Mañjuśrī, this sovereign manual of your rites has been passed down by the succession of buddhas.

source: དེ་བཞིན་གཤེགས་པའི་རིགས་ཀྱི་མཆོག་རིན་པོ་ཆེར་གྱུར་པ།
en: It is the prime jewel of the Tathāgata family that brings great benefits.

source: ཕན་ཡོན་ཆེ་བ་ངེས་པར་ཆོས་ཀྱི་དབྱིངས་ལ་བརྟེན་པ།
en: It is necessarily rooted in the sphere of phenomena.

source: བསྐལ་པ་སྟོང་དུའང་འདིའི་ཕན་ཡོན་བསྟན་པར་ནི་མི་ནུས་སོ། །
en: It is not possible to describe its benefits even in a thousand eons, or to fully describe its great qualities.

source: ཡོན་ཏན་ཆེན་པོ་རྒྱ་ཆེ་བའི་ཡོན་ཏན་འབྱུང་བ་ནི་མཐོང་བའི་ཆོས་དང་འཇིག་རྟེན་ཕ་རོལ་དུའང་ཡིན་ནོ། །
en: “The extent of the great qualities of this manual and the ensuing results are immeasurable. They relate to both this existence and the hereafter.

source: དད་པ་ཅན་གང་ཞིག་གིས་ཐེ་ཚོམ་མེད་པར་འཆང་བ་དང་ཀློག་པ་དང་། ཐེ་ཚོམ་མེད་པར་རྒྱུད་འདི་ལ་བརྩོན་པ་བྱེད་ཅིང་སྔགས་སྒྲུབ་པ་དང་ཟློས་པ་དང་ཕྱག་རྒྱ་འཆིང་བ་དང་རྟག་ཏུ་མངོན་པར་བརྩོན་པར་བྱེད་པ་དེ་ལ་ནི་མཐོང་བའི་ཆོས་ཁོ་ན་ལ་ཡོན་ཏན་གྱི་ཕན་ཡོན་བརྒྱད་རབ་ཏུ་འཐོབ་སྟེ
en: If any persons, full of trust and free from doubt, should memorize and propagate [this manual], apply themselves to its diverse practices, accomplish [its] mantras or [just] recite them, display [its] mudrās, applying themselves continually, such persons would exhibit the following eight qualities: {37.112}

source: འཁྲུལ་པ་མེད་པར་འགྱུར་བ་དང་ཕྱིར་རྒོལ་བ་ཐམས་ཅད་དང་དགྲའི་འཇིགས་པ་འདི་ལ་མི་འབྱུང་བ་དང་། འདིའི་ལུས་ལ་དུག་མི་འབྱུང་བ་དང་། སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔས་ཀྱང་འདི་ལ་བྱིན་གྱིས་བརླབས་པར་འགྱུར་བ་དང་ཚེ་རིང་བ་དང་། བདེ་བ་ལ་བརྟེན་པར་འགྱུར་བ་དང་། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པའང་འདིའི་དགེ་བའི་བཤེས་གཉེན་དུ་འགྱུར་བ་དང་མཚན་མོའང་འདི་ལ་ཉིན་རེ་ཞིང་རྨི་ལམ་དུ་མཐོང་བ་སྩོལ་བ་དང་སྔགས་ཐམས་ཅད་ཀྱང་འདི་ལ་བསྲུང་བར་འགྱུར་རོ། །
en: “(1) They would obtain special qualities and benefits. (2) They would be unfazed by their adversaries and have no fear therefrom. (3) Their bodies would be immune to poison and invulnerable to weapons. (4) They would be blessed by the buddhas and bodhisattvas and have long life, comforts, and intelligence. (5) The divine youth Mañjuśrī would become their spiritual friend and would appear to them in their dreams at night.

source: ཕྱག་རྒྱའང་འདི་ལ་རྨི་ལམ་དུ་སྟོན་པར་འགྱུར་རོ། །
en: (6) All the mantra [deities] would protect them and reveal to them their mudrās in their dreams.

source: རྒྱལ་པོ་མ་རུངས་པ་དང་སེམས་ཅན་མ་རུངས་པ་དང་མི་ཕན་པ་འདོད་པ་རྣམས་ཀྱིས་ཀྱང་གནོད་པ་མེད་པར་འགྱུར་རོ། །
en: 7) No evil kings, wicked beings, or other ill-wishers would be able to harm them.

source: དད་ཅིང་ཐེ་ཚོམ་མེད་ལ་མངོན་པར་བརྩོན་པའི་ཕན་ཡོན་ནི་བརྒྱད་པོ་འདི་དག་ཡིན་ཏེ།
en: “These eight benefits will manifest for those with faith and no doubts,

source: ཁྱིམ་པའམ་རབ་ཏུ་བྱུང་བའམ་བུད་མེད་དམ་སྐྱེས་པའམ་སེམས་ཅན་ཆེན་པོ་བསྟན་པ་ལ་ཕན་པར་བྱེད་པ་རྣམས་ཀྱི་ཡིན་གྱི།
en: who earnestly apply themselves to the practice—householders or renunciants, women or men—if they follow the instructions. They will not manifest for others.

source: སྡིག་པ་ལ་ཞུགས་པ་གཞན་གྱི་ནི་མ་ཡིན་ཏེ། དེ་ལས་བཟློག་པ་དེའི་འགྲོ་བ་ནི་ངུ་འབོད་ལ་སོགས་པར་སྐྱེ་བར་འགྱུར་རོ། །
en: For those engaging in evil actions the opposite will happen; they will proceed downward into the Raurava and other hells. {37.114}

source: ཕྱག་རྒྱ་སྔ་དྲོ་བཅིང་བ་བྱས་ན་ཚེ་རིང་བར་འགྱུར་རོ། །
en: “As has been said, displaying the mudrās in the forenoon is conducive to long life.

source: ཞེས་བྱ་བ་ནི་དེ་བཞིན་གཤེགས་པའི་སྔགས་དང་འཁོར་གྱི་སྙིང་པོ་དང་གཙུག་ཏོར་ལ་སོགས་པའི་སྔགས་དང་སྤྱན་ལ་སོགས་པ་གཞན་གྱི་ཕྱག་རྒྱ་དེ་བཅིང་བར་བྱའོ། །
en: One should respectfully display the mudrās of the uṣṇīṣa [kings], and of Locanā and the others, while reciting the heart mantras of the deities from the retinue of the Tathāgata.

source: ཡང་ན་འཇམ་དཔལ་གཞོན་ནུ་ཁྱོད་ཀྱི་ཕྱག་རྒྱ་བྱ་སྟེ། འདི་དག་ནི་བརྩོན་འགྲུས་དང་སྟོབས་མཉམ་པ་ཡིན་ནོ། །
en: They are of the same efficacy and power as your mudrās and mantras, O divine youth Mañjuśrī. {37.115}

source: གཙང་ཞིང་གཙང་བའི་གནས་སུ་འདུག་སྟེ་
en: “As has been said, one should be clean and be in a clean place.

source: ཞེས་བྱ་བ་ནི་གནས་གཙང་མའི་ཕྱོགས་སུ་ཟུག་རྔུ་མེད་པའི་གནས་ལ་བའི་ལྕི་བ་ས་ལ་མ་ལྷུང་བར་བྱུགས་ལ་མེ་ཏོག་དཀར་པོའི་དྲི་ཞིམ་པོ་དག་གིས་གཅལ་བཀྲམ་པ་དེར་འདུག་ལ་སྔགས་བཟླ་ཞིང་ཕྱག་རྒྱ་བཅིང་བར་བྱའི་གཞན་དུ་ནི་མ་ཡིན་ནོ། །
en: The intermediate area should be free from thorns, smeared with cow dung that has not fallen, and strewn with sweet-smelling white flowers. Standing there, one should recite the mantra and display the mudrā—not anywhere else,

source: གཞན་དག་ཏུ་ནི་ཕྱག་རྒྱ་དང་ལྷན་ཅིག་བཟླས་པ་གཅིག་ཀྱང་མི་བྱའོ། །
en: and not [the mantras and mudrās] of other [deities], but a single mantra out of those [specified], accompanied by [its respective] mudrā. {37.116}

source: གཙང་བ་ཞེས་གང་གསུངས་པ་ནི་ཉི་མ་ནུབ་པ་ན་སྲོག་ཆགས་མེད་པའི་ཆུ་གཙང་མས་ཁྲུས་བྱས་ཏེ་གོས་སར་པ་བགོས་ལ།
en: “As said before, one should be clean. When the sun has set, one should wash oneself in pure water, free of living organisms, and put on fresh clothes.

source: གཙུག་ཏོར་གྱི་སྔགས་ཀྱིས་སྲུང་བ་བྱས་ལ། གྲོང་གི་ཆོས་རྣམ་པར་སྤངས་ཤིང་གཙང་ཞིང་གཙང་སྦྲ་ལ་དགའ་ཞིང་དགེ་བ་སྐ་རགས་དཀར་པོས་བཅིངས་པ་དེ་བཞིན་གཤེགས་པ་བསྒོམས་ལ་ཐུན་གཅིག་འདས་པ་དང་དེར་ཉལ་བར་བྱའོ། །
en: One should perform the uṣṇīṣa protection, and one should avoid sexual activity, be morally upright, and joyfully guard one’s purity and virtue. {37.117} “The protection effected by the uṣṇīṣa Should be followed by creating a [protected] circle Where, during sleep after the first watch of the night, One should contemplate the tathāgatas. {37.118}

source: བྲམ་ཟེ་མོའི་བུ་མོ་གཙང་མས་བཀལ་བའི་སྐུད་པ་བླངས་ལ། སྔགས་འདི་བརྒྱ་རྩ་བརྒྱད་མངོན་པར་སྔགས་པ་བྱའོ། །
en: “One should obtain a thread spun by a virgin girl, or a brahmin girl who has never experienced sexual pleasure, and incant it one hundred and eight times with the mantra:

source: ཨོྃ་ཧ་ར་ཧ་ར་བནྡྷ་ནེ་ཤུ་ཀྲ་དྷཱ་ར་ཎཱི་སིད་དྷཱརྠེ་སྭཱ་ཧཱ། མཱ་མ་ཀཱིའི་ཕྱག་རྒྱ་དང་བཟླས་པ་བྱའོ། །
en: “ Oṁ , seize, seize! Bind, bind! Arrester of semen and fulfiller of aims, svāhā! “One should recite this mantra while displaying the mudrā of Māmakī and then tie the thread around one’s hips.

source: དེ་ནས་སྐུད་པ་རྐེད་པ་ལ་ལན་གསུམ་དཀྲིས་ནས་བཅིང་བ་བྱས་ན་ས་བོན་བཅིང་བ་བྱས་པར་འགྱུར་ཏེ།
en: If one wraps it around three times, the semen will be arrested. {37.119}

source: འདོད་པའི་དབང་ཕྱུག་གིས་ཀྱང་རྨི་ལམ་དུ་ཡིད་ལ་གནོད་པ་བྱེད་པར་མི་ནུས་ན། རྨི་ལམ་དུ་ལོག་འདྲེན་རྣམ་པ་སྣ་ཚོགས་ཀྱིས་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།
en: “Not even the lord of the realm of desire will be able to disturb one’s mind during sleep, so how could the dream-framing vināyakas do it?

source: དེ་བཞིན་དུ་ཆོ་ག་འདི་འདོད་ཆགས་དང་ལྡན་པས་ཀྱང་མི་ནུས་ན། འདོད་ཆགས་དང་བྲལ་བས་ལྟ་སྨོས་ཀྱང་ཅི་དགོས། འདོད་པའི་དབང་ཕྱུག་དགའ་ལྡན་གྱི་བུ་མོ་གཟུགས་རྣམ་པ་སྣ་ཚོགས་འཆང་བའི་འདོད་ཆགས་ཅན་གྱིས་ཀྱང་ཡིད་ལ་གནོད་པ་སྐྱེད་པར་མི་ནུས་ན་དེ་ལས་གཞན་པའི་མི་དང་མི་མ་ཡིན་པའི་བུད་མེད་ཀྱིས་ཀྱང་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།
en: Through this method, and not without it, neither the daughters of the ṛṣis nor the daughters of the lord of the realm of desire, who assume various forms to excite passions, will be able to disturb one’s mind, even if normally one has passions and is not free from them, so how could other women, whether human or nonhuman, disturb it? {37.120}

source: དེ་ལྟ་བུའི་ཆོ་གས་ནང་པར་ལངས་ལ་སོ་ཤིང་བཅའ་ཞིང་གདོང་རབ་ཏུ་བཀྲུས་ལ། ཆོ་ག་སྔ་མ་བཞིན་དུ་སྲོག་ཆགས་མེད་ཅིང་དྲི་མ་མེད་པའི་ཆུས་ཁྲུས་བྱས་ཏེ
en: “Applying this procedure, one should rise early, go to the toilet, brush one’s teeth, rinse one’s mouth, and wash oneself, as before, in clean water free of living organisms.

source: ཤར་ཕྱོགས་སུ་བལྟས་ལ་ཕྱག་རྒྱ་བཅིང་ཞིང་སྔགས་བཟླས་པ་བྱས་ན་ཚེ་རིང་བར་འགྱུར་ཞིང་ལས་ཐམས་ཅད་ལ་ནུས་པ་དང་ནད་ཆེན་པོ་ལས་གྲོལ་ཏེ་སྐྱེ་བོ་ཐམས་ཅད་དགའ་བར་འགྱུར་རོ། །
en: Facing the east, one should display the mudrā and recite the mantra. {37.121} “As a consequence, one will enjoy a long life and proficiency in all types of activity. One will be free from all major diseases and will be loved by everybody.

source: དགྲ་རྣམས་ཀྱང་བཤེས་གཉེན་ཉིད་དུ་འབྱུང་བར་འགྱུར་རོ། །
en: One’s enemies will become one’s friends.

source: མཐོང་བ་ཙམ་གྱིས་གདོན་ཐམས་ཅད་དང་ཤ་རྗེན་ཟ་བ་དང་སྡིག་པ་ཅན་ལ་སོགས་པ་རབ་ཏུ་འབྱེར་བར་འགྱུར་རོ། །
en: Through merely seeing [the mudrā], all the grahas, kravyādas, kaśmalas, and so forth will flee.

source: དགྲ་རྣམས་རེངས་པར་འགྱུར་རོ། །
en: The enemy army will become paralyzed.

source: མཐོང་བ་ཙམ་གྱིས་གཙང་བའམ་མི་གཙང་བའི་ཆོ་གས་ལས་ཐམས་ཅད་བྱེད་པར་འགྱུར་རོ། །
en: Through merely displaying [the mudrā], one will accomplish any activity. One thus has a choice between the procedure that is pure, or the impure lack of it. {37.122}

source: དེ་བཞིན་དུ་ཆོ་གའི་རྒྱལ་པོ་འདིའི་ཕྱག་རྒྱ་དང་སྔགས་ཀྱི་ཚོགས་ཀྱི་འཁོར་འདི་ཡང་གྲངས་མེད་པ་ཡིན་ཏེ། །སངས་རྒྱས་བཅོམ་ལྡན་འདས་གྲངས་མེད་པས་གསུངས་པ་དང་གསུངས་པ་ཡིན་ཏེ།
en: “This king of manuals is filled with infinite sets of mudrās and mantras, which have been and will be taught by innumerable blessed buddhas.

source: ཤཱཀྱ་ཐུབ་པ་ངས་ཀྱང་ད་ལྟར་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱིས་ཀྱང་འཁོར་གྱི་དཀྱིལ་འཁོར་གྱི་ནང་དུ་གསུངས་ཏེ།
en: I too—Tathāgata Śākyamuni, a worthy, fully realized buddha—have just now taught them in the midst of this great assembly. {37.123}

source: འཇམ་དཔལ་གཞོན་ནུ་ཁྱོད་ལ་ཡང་བསྟན་པ་ཡོངས་སུ་བསྲུང་བའི་ཕྱིར་དང་ཆོས་ཀྱི་དབྱིངས་ཡུན་རིང་དུ་ཡང་དག་པར་བསྲུང་བའི་ཕྱིར་འདི་ཁྱོད་ལ་ཡོངས་སུ་གཏད་དོ། །
en: “You also, Mañjuśrī, divine youth, will engage in the task of safeguarding these instructions and safeguarding the domain of the teachings over the long period of time

source: ང་ཡོངས་སུ་མྱ་ངན་ལས་འདས་ཏེ་ཆོས་ཀྱི་དེ་ཉིད་ལ་བརྟེན་ཅིང་ཡང་དག་པའི་མཐའི་ཐ་མར་གྱུར་ཏེ་ཞི་བར་གྱུར་པ་ན།
en: when I have passed into nirvāṇa, dissolved into the ultimate reality, and attained the complete peace of the final state. {37.124}

source: སེམས་ཅན་སྙིང་རྗེ་ཆེན་པོ་དང་བྲལ་བའི་སེམས་དང་ལྡན་པ་ལ་ཕན་པའི་ཕྱིར་གསུངས་ཤིང་དུས་ཀྱི་མཐའ་འཇིགས་པ་ཆེན་པོའི་དུས་ལ་བབ་པ་ན།
en: “As the end of an eon is now setting in, at this terrible time I taught this with my mind overcome by great compassion, for the benefit of beings.
